Repository: roskva000/the_void_protocol
Catalog: lib/l10n/app_*.arb
Languages: tr

# appTitle
source: The Void Protocol
tr: Boşluk Protokolü

# tabSystems
source: SYSTEMS
tr: SİSTEMLER

# tabNetwork
source: NETWORK
tr: AĞ

# tabMatrix
source: MATRIX
tr: MATRİS

# tabAnomalies
source: ANOMALIES
tr: ANOMALİLER

# tabBlackMarket
source: BLACK MARKET
tr: KARA BORSA

source: NOISE
tr: GÜRÜLTÜ

source: SIGNAL
tr: SİNYAL

source: STABILITY
tr: KARARLILIK

source: HEAT
tr: ISI

# manualGen
source: MANUAL GENERATE
tr: MANUEL ÜRETİM

# genLvl
source: Generator LVL {level}
tr: Jeneratör SEV {level}

# cost
source: COST: {cost}
tr: MALİYET: {cost}

# filterLvl
source: Filter LVL {level}
tr: Filtre SEV {level}

source: UPGRADES
tr: YÜKSELTMELER

# bootSequence
source: INITIALIZING CORE SYSTEMS...
tr: ÇEKİRDEK SİSTEMLER BAŞLATILIYOR...

source: LOADING...
tr: YÜKLENİYOR...

source: CONNECTION ESTABLISHED.
tr: BAĞLANTI KURULDU.

# systemCrash
source: SYSTEM CRASH: OVERHEAT DETECTED
tr: SİSTEM ÇÖKÜŞÜ: AŞIRI ISINMA ALGILANDI

source: REBOOTING...
tr: YENİDEN BAŞLATILIYOR...

# prestigeUnlock
source: PROTOCOL RESET AVAILABLE
tr: PROTOKOL SIFIRLAMA MEVCUT

source: DARK MATTER
tr: KARANLIK MADDE

source: BUY
tr: SATIN AL

# storyLog1
source: System Initialization Complete. Awaiting input.
tr: Sistem Başlatma Tamamlandı. Girdi bekleniyor.

# storyLog2
source: Noise levels rising. The Void whispers back.
tr: Gürültü seviyeleri yükseliyor. Boşluk geri fısıldıyor.

# storyLog3
source: First generator online. Automation is the future.
tr: İlk jeneratör çevrimiçi. Otomasyon gelecektir.

# storyLog4
source: Warning: Heat levels critical. Efficiency compromise imminent.
tr: Uyarı: Isı seviyeleri kritik. Verimlilik tehlikede.

# storyLog5
source: System Failure. Reboot required.
tr: Sistem Hatası. Yeniden başlatma gerekli.

# fakeAd1
source: OBEY. CONSUME. REPEAT.
tr: İTAAT ET. TÜKET. TEKRARLA.

# fakeAd2
source: Silence is golden. Noise is profit.
tr: Sessizlik altındır. Gürültü kârdır.

source: CORE AWARENESS
tr: ÇEKİRDEK BİLİNCİ

source: TRANSCENDENCE
tr: AŞKINLIK

# transcendenceDesc
source: Accumulated Signal is sufficient for core initialization. Rebooting will purge current memory but retain REMNANT DATA. Proceed?
tr: Biriken Sinyal çekirdek başlatması için yeterli. Yeniden başlatma mevcut hafızayı temizleyecek ancak KALINTI VERİSİNİ koruyacaktır. Devam edilsin mi?

source: INITIALIZE
tr: BAŞLAT

source: CANCEL
tr: İPTAL

# skillPurge
source: System Purge
tr: Sistem Temizliği

# skillStabilize
source: Quantum Stabilization
tr: Kuantum Stabilizasyon

# skillOverclock
source: Forced Overclock
tr: Zorunlu Hız Aşırtma

# skillPurgeDesc
source: Clears 50% of Noise but destabilizes the core.
tr: Gürültünün %50'sini temizler ancak çekirdeği kararsızlaştırır.

# skillStabilizeDesc
source: Restores 25% Stability using Signal coherence.
tr: Sinyal tutarlılığını kullanarak Kararlılığı %25 geri yükler.

# skillOverclockDesc
source: Boosts global speed by 200% for 15s. Generates massive Heat.
tr: Küresel hızı 15sn boyunca %200 artırır. Devasa Isı üretir.

source: ANOMALY DETECTED
tr: ANOMALİ TESPİT EDİLDİ

source: BREACH PROTOCOL
tr: İHLAL PROTOKOLÜ

source: SYSTEM FAILURE
tr: SİSTEM HATASI

# blackMarketCorruptedCache
source: Corrupted Data Cache
tr: Bozuk Veri Önbelleği

# blackMarketCoolantLeak
source: Coolant Leak
tr: Soğutucu Sızıntısı

# blackMarketRisk
source: RISK LEVEL: HIGH
tr: RİSK SEVİYESİ: YÜKSEK

source: GENERATORS
tr: JENERATÖRLER

source: FILTERS
tr: FİLTRELER

# nodeQuantumSleep
source: QUANTUM SLEEP
tr: KUANTUM UYKU

# nodePerfectIsolation
source: PERFECT ISO.
tr: MÜKEMMEL İZO.

# nodeInfiniteLoop
source: INF. LOOP
tr: SONSUZ DÖNGÜ

# nodeAutoPurge
source: AUTO PURGE
tr: OTO TEMİZLİK

# nodeVoiceHumanity
source: VOICE OF HUM.
tr: İNSAN SESİ

# nodeEchoSynergy
source: ECHO SYN.
tr: EKO SİNERJİ

# nodeMemoryRes
source: MEMORY RES.
tr: HAFIZA RES.

# nodeEthicsCore
source: ETHICS CORE
tr: ETİK ÇEKİRDEK

# nodeEquiDest
source: EQUI. DEST.
tr: DENGE YIKIMI

# nodeResCore
source: RES. CORE
tr: REZ. ÇEKİRDEK

# nodeQuantOver
source: Q. OVERCLOCK
tr: K. HIZ AŞIRTMA

# nodeDestWill
source: DEST. WILL
tr: YIKICI İRADE

# anomalyDataCorruption
source: Data Corruption
tr: Veri Bozulması

# anomalyVoidLeak
source: Void Leak
tr: Boşluk Sızıntısı

# anomalyTemporalRift
source: Temporal Rift
tr: Zamansal Yarık

# descDataCorruption
source: Noise levels critical. Purge required.
tr: Gürültü seviyeleri kritik. Temizlik gerekli.

# descVoidLeak
source: Core stability failing. Seal the breach.
tr: Çekirdek kararlılığı düşüyor. Sızıntıyı kapat.

# descTemporalRift
source: Time dilation detected. Synchronize immediately.
tr: Zaman genişlemesi algılandı. Derhal senkronize et.

# pathAggressive
source: AGGRESSIVE CORE
tr: AGRESİF ÇEKİRDEK

# pathSilent
source: SILENT CORE
tr: SESSİZ ÇEKİRDEK

# pathAggressiveDesc
source: Start with +10% System Speed.
tr: +%10 Sistem Hızı ile başla.

# pathSilentDesc
source: Reduce Noise generation by 10%.
tr: Gürültü üretimini %10 azalt.

# dealVoidSiphon
source: VOID SIPHON
tr: BOŞLUK SİFONU

# dealVoidSiphonDesc
source: Sacrifice 20% Stability for instant Signal.
tr: %20 Kararlılık feda et, anında Sinyal kazan.

# dealCorruptData
source: CORRUPT DATA
tr: BOZUK VERİ

# dealCorruptDataDesc
source: Gain massive Signal. Warning: Immediate Anomaly.
tr: Devasa Sinyal kazan. Uyarı: Anında Anomali.

# dealSuccess
source: TRANSACTION COMPLETE
tr: İŞLEM TAMAMLANDI

# dealFail
source: INSUFFICIENT RESOURCES
tr: YETERSİZ KAYNAK
